/* All Documents type popup item */
"All Documents" = "All Documents";

/* All Readable Known type popup item */
"All Known Documents" = "All Known Documents";

/* All Readable Documents type popup item */
"All Readable Documents" = "All Readable Documents";

/* Cancel button text */
"Cancel" = "Cancel";

/* Choose button text */
"Choose" = "Choose";

/* ChooseFile dialog title */
"Choose a File" = "Choose a File";

/* ChooseFolder dialog title */
"Choose a Folder" = "Choose a Folder";

/* ChooseVolume dialog title */
"Choose a Volume" = "Choose a Volume";

/* ChooseObject dialog title */
"Choose an Object" = "Choose an Object";

/* Default save format menu item */
"Default" = "Default";

/* Discard changes button text */
"Discard Changes" = "Discard Changes";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Do you want to revert to the most recently saved revision of the document “%@”?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Do you want to save the changes you made in the document “%@”?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Do you want to save the changes you made to this document?";

/* Don't save button text */
"Don\\U2019t Save" = "Don’t Save";

/* Open panel enable popup label */
"Enable:" = "Enable:";

/* Save panel format popup label */
"Format:" = "Format:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "If you don’t review your documents, all your changes will be lost.";

/* New folder button text */
"New Folder" = "New Folder";

/* Revert button text */
"Revert" = "Revert";

/* Review changes button text */
"Review Changes\\U2026" = "Review Changes…";

/* Save button text */
"Save" = "Save";

/* PutFile default save file name */
"untitled" = "untitled";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "You have %1$ld %2$@ documents with unsaved changes. Do you want to review these changes before quitting?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Your changes will be lost if you don’t save them.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Your current changes will be lost.";

